IDEA Open Model
ColumnData.FemL0Y Property
Compatible with IDEA StatiCa Beta 20.0
 effective length calculated in FEM for Y direction
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FemL0Y { get; set; }
Public Property FemL0Y As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace